Repository: rayan23923-cell/multi_pip
Catalog: Packages/TaskLensUI/Sources/TLLocalization/Resources/Localizable.xcstrings
Source language: en
Languages: ar

# workspace.delete.message
source: Its sessions, items and notes will also be deleted. This cannot be undone.
ar: ستُحذف أيضاً جلساتها وعناصرها وملاحظاتها. لا يمكن التراجع عن ذلك.

# workspace.delete.title
source: Delete this workspace?
ar: حذف مساحة العمل هذه؟

# workspace.kind.custom
source: Custom
ar: مخصصة

# workspace.kind.developer
source: Developer
ar: تطوير

# workspace.kind.research
source: Research
ar: بحث

# workspace.kind.shopping
source: Shopping
ar: تسوق

# workspace.kind.study
source: Study
ar: دراسة

# workspace.kind.work
source: Work
ar: عمل

# workspace.lastOpened
source: Last opened
ar: آخر فتح

# workspace.neverOpened
source: Not opened yet
ar: لم تُفتح بعد

# workspace.noSessions.message
source: Start a session to collect what you are working on.
ar: ابدأ جلسة لتجميع ما تعمل عليه.

# workspace.noSessions.title
source: No sessions yet
ar: لا توجد جلسات بعد

# workspace.sessions
source: Sessions
ar: الجلسات

# workspace.startSession
source: Start Session
ar: بدء جلسة

# workspace.tool.browser
source: Browser
ar: المتصفح

# workspace.tool.calculator
source: Calculator
ar: الآلة الحاسبة

# workspace.tool.clipboard
source: Clipboard
ar: الحافظة

# workspace.tool.documents
source: Documents
ar: المستندات

# workspace.tool.lens
source: Lens
ar: العدسة

# workspace.tool.notes
source: Notes
ar: الملاحظات

# workspace.tool.other
source: Tool
ar: أداة

# workspace.tool.upcoming
source: Available in a later update
ar: متاحة في تحديث لاحق

# workspace.tools
source: Tools
ar: الأدوات

# workspaceEditor.defaultSessionKind
source: Default session type
ar: نوع الجلسة الافتراضي

# workspaceEditor.editTitle
source: Edit Workspace
ar: تعديل مساحة العمل

# workspaceEditor.icon
source: Icon
ar: الأيقونة

# workspaceEditor.kind
source: Type
ar: النوع

# workspaceEditor.resumesLastSession
source: Resume last session when opened
ar: استئناف آخر جلسة عند الفتح

# workspaceEditor.settings
source: Workspace Settings
ar: إعدادات مساحة العمل

# workspaces.archive
source: Archive
ar: أرشفة

# workspaces.color
source: Color
ar: اللون

# workspaces.create
source: New Workspace
ar: مساحة عمل جديدة

# workspaces.empty.message
source: Create a workspace to group your sessions.
ar: أنشئ مساحة عمل لتجميع جلساتك.

# workspaces.empty.title
source: No workspaces
ar: لا توجد مساحات عمل

# workspaces.favorites
source: Favorites
ar: المفضلة

# workspaces.name
source: Name
ar: الاسم

# workspaces.recent
source: Recently Opened
ar: المفتوحة مؤخراً
